Repository: notoBeStone/FaceFlow
Catalog: PodsLocal/GLMSubDefault/GLMSubDefault/Assets/Localizable/*.lproj/Localizable.strings
Languages: ar, da, es, fi, it, ja, ms, nb, pl, pt, ru, sv, tr, zh, zh_hant

# text_manage_subscription
source: Manage Subscription
ar: إدارة الاشتراك
da: Administrér abonnement
es: Gestionar suscripción
fi: Tilauksen hallinta
it: Gestisci abbonamenti
ja: サブスクリプションの管理
ms: Urus Langganan
nb: Administrer abonnement
pl: Zarządzaj subskrypcją
pt: Gerenciar assinatura
ru: Управление подпиской
sv: Hantera abonnemang
tr: Aboneliği Yönet
zh: 管理订阅项目
zh_hant: 管理訂閱項目

# text_member_since
source: Member since: %@
ar: عضو منذ: %@
da: Medlem siden: %@
es: Miembro desde: %@
fi: Jäsen vuodesta: %@
it: Membro dal: %@
ja: 会員登録日： %@
ms: Ahli sejak: %@
nb: Medlem siden %@
pl: Członkostwo od %@
pt: Membro desde: %@
ru: Подписан (-а) с: %@
sv: Medlem sedan: %@
tr: Üyelik başl: %@
zh: 会员自：%@
zh_hant: 會員自：%@

# text_membership_s
source: Membership: %@
ar: عضوية: %@
da: Medlemskab: %@
es: Suscripción: %@
fi: Jäsenyys: %@
it: Abbonamento: %@
ja: 会員の状態: %@
ms: Keahlian: %@
nb: Medlemskap: %@
pl: Plan: %@
pt: Assinatura: %@
ru: Подписка: %@
sv: Medlemskap: %@
tr: Üyelik: %@
zh: 会员资格：%@
zh_hant: 會員資格：%@

# text_premium
source: Premium
ja: プレミアム
ru: Премиум
zh: 高阶版
zh_hant: 高階版

# text_premium_free_day
source: Premium (%@-day free trial)
ar: Premium (%@ أيام مجانا)
da: Premium (første %@ dage gratis)
es: Premium (%@ días gratis)
fi: Premium (%@ pv kokeilu 0€)
it: Premium (prova gratuita di %@ giorni)
ja: プレミアム(%@日間の無料トライアル)
ms: Premium (%@-hari percubaan percuma)
nb: Premium (%@ dager gratis prøveperiode)
pl: Premium (%@ dniowy, darmowy okres próbny)
pt: Premium (%@ dias de teste)
ru: Премиум (%@-дневный бесплатный период)
sv: Premium (%@ dagar gratis)
tr: Premium (%@ gün ücretsiz deneme)
zh: 高阶版（免费试用%@天）
zh_hant: 高階版（免費試用%@天）

# text_next_billing
source: Next billing date: %@
ar: تاريخ الدفع القادم: %@
da: Næste faktureringsdato: %@
es: Próximo pago: %@
fi: Seuraava laskutus: %@
it: Prossimo pagamento: %@
ja: 次回請求日: %@
ms: Tarikh bil seterusnya: %@
nb: Neste betalingsdato: %@
pl: Data następnego okresu rozliczeniowego: %@
pt: Próx. cobrança: %@
ru: Дата следующей оплаты: %@
sv: Nästa debitering: %@
tr: Sonraki fatura tar: %@
zh: 下次收款日期：%@
zh_hant: 下次收款日期：%@

# text_1_year
source: 1 year
ar: 1 سنة
da: 1 år
es: 1 año
fi: 1 vuosi
it: 1 anno
ja: 1年
ms: 1 tahun
nb: 1 år
pl: 1 rok
pt: 1 ano
ru: 1 год
sv: 1 år
tr: 1 yıl
zh: 1年
zh_hant: 1年

# text_billing_period
source: Billing period: %@
ar: فترة الدفع:%@
da: Faktureringsperiode: %@
es: Periodo de pago: %@
fi: Laskutuskausi: %@
it: Periodo di addebito: %@
ja: 課金期間: %@
ms: Tempoh bil: %@
nb: Betalingsperiode: %@
pl: Okres rozliczeniowy: %@
pt: Períod. cobrança: %@
ru: Период оплаты: %@
sv: Debiteringsperiod: %@
tr: Fatura dönemi: %@
zh: 账单周期：%@
zh_hant: 帳單週期：%@

# text_1_month
source: 1 month
ar: 1 شهر
da: 1 måned
es: 1 mes
fi: 1 kk
it: 1 mese
ja: 1ヶ月
ms: 1 bulan
nb: 1 måned
pl: 1 miesiąc
pt: 1 mês
ru: 1 месяц
sv: 1 månad
tr: 1 ay
zh: 1个月
zh_hant: 1個月

# text_3_month
source: 3 months
ar: 3 أشهر
da: 3 måneder
es: 3 meses
fi: 3 kuukautta
it: 3 mesi
ja: 3ヶ月
ms: 3 bulan
nb: 3 måneder
pl: 3 miesiące
pt: 3 meses
ru: 3 месяца
sv: 3 månader
tr: 3 ay
zh: 3个月
zh_hant: 3個月

# text_1_week
source: 1 week
ar: 1 أسبوع
da: 1 uge
es: 1 semana
fi: 1 vk
it: 1 settimana
ja: 1週間
ms: 1 minggu
nb: 1 uke
pl: 1 tydzień
pt: 1 sem.
ru: 1 неделя
sv: 1 vecka
tr: 1 hafta
zh: 1周
zh_hant: 1週

# text_free_trial_end
source: Free trial ends in: %@
ar: تنتهي التجربة المجانية في: %@
da: Gratis prøveversion slutter i: %@
es: La prueba termina el: %@
fi: Ilmainen kokeilu päättyy: %@
it: La prova gratuita termina in: %@
ja: 無料お試し残日数：%@
ms: Percubaan percuma berakhir dalam: %@
nb: Gratis prøveendringer i: %@
pl: Darmowa wersja próbna kończy się: %@
pt: Teste termina em: %@
ru: Окончание пробного периода через: %@
sv: Gratis försök slutar i: %@
tr: Ücretsiz deneme biter: %@
zh: 免费试用还剩：%@
zh_hant: 免費試用還剩：%@

# text_s_days
source: %@ days
ar: %@ من الأيام
da: %@ dage
es: %@ días
fi: %@ päivää
it: %@ giorni
ja: %@ 日
ms: %@ hari
nb: %@ dager
pl: %@ dni
pt: %@ dias
ru: %@ дней
sv: %@ dagar
tr: %@ günler
zh: %@ 天
zh_hant: %@ 天

# text_s_day
source: %@ day
ar: %@ من اليوم
da: %@ dag
es: %@ día
fi: %@ päivä
it: %@ giorno
ja: %@ 日
ms: %@ hari
nb: %@ dag
pl: %@ dzień
pt: %@ dia
ru: %@ день
sv: %@ dag
tr: %@ gün
zh: %@ 天
zh_hant: %@ 天

# text_manage_desc
source: The "Go to App Store" button below will take you directly to the subscription menu. %@ does not have access to Apple's billing system, so we are not able to cancel on your behalf.
ar: سيأخذك الزر "الانتقال إلى متجر التطبيقات" أدناه مباشرة إلى قائمة الاشتراك. ليس لدى %@ الوصول إلى نظام الفوترة الخاص بـ Apple، لذا لا نستطيع الإلغاء نيابة عنك.
da: Knappen "Gå til App Store" nedenfor fører dig direkte til abonnementsmenuen. %@ har ikke adgang til Apples faktureringssystem, så vi kan ikke annullere på dine vegne.
es: El botón "Ir a App Store" que hay más abajo te llevará directamente al menú de suscripción. %@ no tiene acceso al sistema de cobros de Apple, por lo que no podemos cancelar por ti.
fi: Alla oleva Siirry App Storeen -painike vie sinut suoraan tilausvalikkoon. %@illa ei ole pääsyä Applen laskutusjärjestelmään, joten emme voi peruuttaa tilausta puolestasi.
it: Il pulsante "Vai all'App Store" qui sotto ti porterà direttamente al menu di abbonamento. %@ non ha accesso al sistema di fatturazione di Apple, quindi non siamo in grado di annullare per tuo conto.
ja: 下にある「App Storeに進む」ボタンをタップするとサブスクリプションのメニューに直接移動します。%@はAppleの課金システムにアクセスできないため、お客様に代わって解約することはできません。
ms: Butang "Pergi ke App Store" di bawah akan membawa anda terus ke menu langganan. %@ tidak mempunyai akses ke sistem bil Apple, jadi kami tidak dapat membatalkan bagi pihak anda.
nb: Knappen Gå til App Store nedenfor tar deg direkte til abonnementsmenyen. %@ har ikke tilgang til Apples faktureringssystem, så vi kan ikke avbryte på dine vegne.
pl: Poniższy przycisk "Przejdź do App Store" przeniesie Cię bezpośrednio do menu subskrypcji. %@ nie ma dostępu do systemu rozliczeniowego Apple, więc nie jesteśmy w stanie anulować subskrypcji w Twoim imieniu.
pt: O botão "Ir para a App Store" abaixo levará você diretamente ao menu de assinatura. O %@ não tem acesso ao sistema de cobrança da Apple, então não podemos cancelar em seu nome.
ru: Кнопка Перейти в App Store ниже перенесет вас непосредственно в меню подписки. %@ не имеет доступа к системе оплаты Apple, поэтому мы не можем отменить подписку от вашего имени.
sv: Knappen "Gå till App Store" nedan tar dig direkt till prenumerationsmenyn. %@ har inte tillgång till Apples faktureringssystem, så vi kan inte avbryta för din räkning.
tr: Aşağıdaki "App Store'a Git" butonu sizi doğrudan abonelik menüsüne götürecektir. %@ Apple'ın faturalandırma sistemine erişimi yok, dolayısıyla sizin adınıza iptal edemiyoruz.
zh: 下方的“前往App Store”按钮将直接带您进入订阅菜单。%@无法访问苹果的计费系统，因此我们无法代您取消订阅。
zh_hant: 下方的「前往 App Store」按鈕，會直接將你帶到訂閱選單。%@ 無法存取 Apple 的計費系統，所以我們無法為你取消訂單。

# text_manage_notice
source: Notices
ar: ملاحظات
da: Bemærk venligst
es: Avisos
fi: Huomaa
it: Avvisi
ja: ご注意
ms: Notis
nb: Merk
pl: Powiadomienia
pt: Notificações
ru: Уведомления
sv: Observera
tr: Bildirimler
zh: 注意事项
zh_hant: 注意

# text_manage_notice_item1
source: Your subscription will auto-renew, with payment charged to your iTunes account.
ar: سيتم تجديد اشتراكك تلقائيًا، وسيتم خصم الدفع من حسابك iTunes.
da: Abonnementet fornyes automatisk, og betalingen debiteres din iTunes-konto.
es: La suscripción se renovará automáticamente y el pago se cargará en tu cuenta de iTunes.
fi: Tilauksesi uusitaan automaattisesti ja maksu veloitetaan iTunes-tililtäsi.
it: Il tuo abbonamento si rinnoverà automaticamente, con il pagamento addebitato sul tuo account iTunes.
ja: サブスクリプションは自動更新され、お支払いはiTunesアカウントに請求されます。
ms: Langganan anda akan diperbaharui secara automatik, dengan bayaran yang dikenakan pada akaun iTunes anda.
nb: Abonnementet fornyes automatiskt, og betalingen belastes direkte til din iTunes-konto.
pl: Subskrypcja zostanie automatycznie odnowiona, a płatność zostanie pobrana z konta iTunes.
pt: Sua assinatura será renovada automaticamente, com pagamento cobrado na sua conta do iTunes.
ru: Ваша подписка будет автоматически продлена, а средства списаны с вашего аккаунта в iTunes.
sv: Prenumerationen förnyas automatiskt och betalningen debiteras ditt iTunes-konto.
tr: Aboneliğiniz otomatik olarak yenilenecek ve ödeme iTunes hesabınıza yansıtılacaktır.
zh: 您的订阅将会自动续订，费用将从您的iTunes账户中扣除。
zh_hant: 訂閱將自動續訂，將自你的 iTunes 帳號中扣款。

# text_manage_notice_item2_1
source: Apple's billing system starts charging 24 hours before the trial ends. To successfully cancel your subscription, please do so at least 24 hours before the trial ends, or you may still be charged.
ar: يبدأ نظام الفوترة الخاص بـ Apple بالتحصيل 24 ساعة قبل انتهاء الفترة التجريبية. لإلغاء اشتراكك بنجاح، يرجى القيام بذلك قبل 24 ساعة على الأقل من انتهاء الفترة التجريبية وإلا قد تتحمل الرسوم.
da: Apples faktureringssystem begynder at opkræve betaling 24 timer før prøveperiodens udløb. Hvis du vil annullere dit abonnement, skal du gøre det mindst 24 timer før prøveperioden slutter, ellers kan du stadig blive opkrævet.
es: El sistema de facturación de Apple comienza el cobro 24 horas antes de que finalice la prueba. Para cancelar la suscripción con éxito, hazlo al menos 24 horas antes de que finalice la prueba o es posible que se te cobre.
fi: Applen laskutusjärjestelmä aloittaa laskutuksen 24 tuntia ennen koejakson päättymistä. Jos haluat peruuttaa tilauksesi, sinun on tehtävä se vähintään 24 tuntia ennen koejakson päättymistä, muuten saatat silti olla veloituksen kohteena.
it: Il sistema di fatturazione di Apple inizia ad addebitare 24 ore prima della fine del periodo di prova. Per annullare con successo il tuo abbonamento, fallo almeno 24 ore prima della fine del periodo di prova, altrimenti potresti avere comunque un addebito.
ja: Appleの請求システムはトライアルが終了する24時間前に課金を開始します。サブスクリプションを確実に解約するには、トライアルが終了する少なくとも24時間前までに解約してください。解約していない場合は引き続き課金されることがあります。
ms: Sistem bil Apple mula mengenakan bayaran 24 jam sebelum percubaan tamat. Untuk membatalkan langganan anda dengan jayanya, sila lakukan sekurang-kurangnya 24 jam sebelum percubaan tamat, atau anda mungkin masih dikenakan bayaran.
nb: Apples betalingssystem begynner å belaste 24 timer før prøveperioden avsluttes. Hvis du ønsker å avslutte abonnementet ditt, må du gjøre det minst 24 timer før prøveperioden avsluttes, ellers kan du fortsatt bli belastet.
pl: System rozliczeniowy Apple rozpoczyna naliczanie opłat na 24 godziny przed zakończeniem okresu próbnego. Aby pomyślnie anulować subskrypcję, należy to zrobić co najmniej 24 godziny przed zakończeniem okresu próbnego, w przeciwnym razie opłata może zostać naliczona.
pt: O sistema de cobrança da Apple começa a cobrar 24 horas antes do término do teste. Para cancelar com sucesso a sua assinatura, por favor faça-o pelo menos 24 horas antes do término do teste, ou você ainda pode ser cobrado.
ru: Система биллинга Apple начинает снимать средства за 24 часа до окончания пробного периода. Чтобы успешно отменить подписку, пожалуйста, сделайте это за 24 часа до окончания пробного периода, иначе с вас все равно могут снять плату.
sv: Apples debiteringssystem börjar debitera 24 timmar innan provperioden avslutas. Om du vill avbryta din prenumeration måste du göra det minst 24 timmar innan testperioden avslutas, annars kan du fortfarande debiteras.
tr: Apple'ın faturalandırma sistemi, deneme süresi sona ermeden 24 saat önce ücretlendirmeye başlar. Aboneliğinizi başarılı bir şekilde iptal etmek için lütfen bunu deneme süresi sona ermeden en az 24 saat önce yapın, aksi takdirde yine de ücretlendirilebilirsiniz.
zh: 苹果的计费系统会在试用期结束前24小时开始收费。若要成功取消您的订阅，请至少在试用期结束前24小时操作，否则您可能仍会被收费。
zh_hant: Apple 的計費系統會在試用期結束前 24 小時開始計費。要成功取消訂閱，請在試用期滿前 24 小時取消，以免遭到計費。

# text_manage_notice_item2_2
source: Apple's billing system starts charging 24 hours before the current subscription period ends. To successfully cancel your subscription, please do so at least 24 hours before the current period ends, or you may still be charged.
ar: يبدأ نظام الفوترة الخاص بـ Apple بالتحصيل 24 ساعة قبل انتهاء الاشتراك الحالي. لإلغاء اشتراكك بنجاح، يرجى القيام بذلك قبل 24 ساعة على الأقل من انتهاء الفترة الحالية، وإلا قد تتحمل الرسوم.
da: Apples faktureringssystem begynder at opkræve 24 timer før udløbet af den aktuelle abonnementsperiode. Hvis du ønsker at opsige dit abonnement, skal du gøre det mindst 24 timer før udgangen af den aktuelle periode, ellers kan du stadig blive opkrævet.
es: El sistema de facturación de Apple comienza el cobro 24 horas antes de que finalice el período de suscripción actual. Para cancelar la suscripción con éxito, hazlo al menos 24 horas antes de que finalice el período actual o es posible que se te cobre.
fi: Applen veloitusjärjestelmä alkaa veloittaa 24 tuntia ennen kuin nykyinen tilausjakso päättyy. Jos haluat peruuttaa tilauksesi, sinun on tehtävä se vähintään 24 tuntia ennen nykyisen jakson päättymistä, muuten sinua saatetaan silti veloittaa.
it: Il sistema di fatturazione di Apple inizia ad addebitare il costo 24 ore prima della scadenza del periodo di abbonamento in corso. Per annullare l'abbonamento, è necessario farlo almeno 24 ore prima della scadenza del periodo in corso, altrimenti l'addebito potrebbe verificarsi.
ja: Appleの請求システムは現行のサブスクリプション期間が終了する24時間前に課金を開始します。サブスクリプションを確実に解約するには、現行の期間が終了する少なくとも24時間前までに解約してください。解約していない場合は引き続き課金されることがあります。
ms: Sistem bil Apple mula mengenakan bayaran 24 jam sebelum tempoh langganan semasa tamat. Untuk membatalkan langganan anda dengan jayanya, sila lakukan sekurang-kurangnya 24 jam sebelum tempoh semasa tamat, atau anda mungkin masih dikenakan bayaran.
nb: Apples betalingssystem begynner å belaste 24 timer før den aktuelle abonnementsperioden utløper. Hvis du ønsker å avslutte abonnementet ditt, må du gjøre det minst 24 timer før den aktuelle perioden utløper, ellers kan du fortsatt bli belastet.
pl: System rozliczeniowy Apple rozpoczyna naliczanie opłat na 24 godziny przed zakończeniem bieżącego okresu subskrypcji. W celu pomyślnego anulowania subskrypcji należy to zrobić co najmniej 24 godziny przed zakończeniem bieżącego okresu, w przeciwnym razie opłata może zostać naliczona.
pt: O sistema de cobrança da Apple começa a cobrar 24 horas antes do término do período de assinatura atual. Para cancelar com sucesso a sua assinatura, por favor faça-o pelo menos 24 horas antes do término do período atual, ou você ainda pode ser cobrado.
ru: Система биллинга Apple начинает снимать средства за 24 часа до окончания текущего периода подписки. Для успешной отмены подписки, пожалуйста, сделайте это не позднее чем за 24 часа до окончания текущего периода, иначе с вас все равно могут снять плату.
sv: Apples debiteringssystem börjar debitera 24 timmar innan den aktuella prenumerationsperioden löper ut. Om du vill säga upp din prenumeration måste du göra det minst 24 timmar innan den aktuella perioden löper ut, annars kan du fortfarande debiteras.
tr: Apple'ın faturalandırma sistemi, mevcut abonelik döneminin bitiminden 24 saat önce ücretlendirmeye başlar. Aboneliğinizi başarılı bir şekilde iptal etmek için lütfen bunu mevcut dönem sona ermeden en az 24 saat önce yapın, aksi takdirde sizden yine de ücret tahsil edilebilir.
zh: 苹果的计费系统会在当前订阅期结束前24小时开始收费。要想成功取消订阅，请务必在当前周期结束前24小时进行，否则您可能仍会被收费。
zh_hant: Apple 的計費系統會在目前訂閱期結束前 24 小時開始計費。要成功取消訂閱，請在目前訂閱期滿前 24 小時取消，以免遭到計費。

# text_manage_notice_item3
source: Uninstalling the app won't cancel your subscription.
ar: إلغاء تثبيت التطبيق لن يلغي اشتراكك.
da: Hvis du afinstallerer appen, vil dit abonnement ikke blive annulleret.
es: No se cancelará la suscripción si desinstalas la aplicación.
fi: Jos poistat sovelluksen, tilauksesi ei pääty.
it: La disinstallazione dell'app non annulla l'abbonamento.
ja: アプリをアンインストールしてもサブスクリプションは解約されません。
ms: Membuang aplikasi tidak akan membatalkan langganan anda.
nb: Hvis du avinstallerer appen, vil ikke abonnementet ditt bli avsluttet.
pl: Usunięcie aplikacji nie spowoduje anulowania subskrypcji.
pt: Desinstalar o aplicativo não cancelará sua assinatura.
ru: Удаление приложения не отменит вашу подписку.
sv: Om du avinstallerar appen avslutas inte din prenumeration.
tr: Uygulamanın kaldırılması aboneliğinizi iptal etmez.
zh: 卸载应用程序不会取消您的订阅。
zh_hant: 刪除本 app 並不會取消你的訂閱。

# text_go_cancel
source: Go to App Store to Cancel
ar: انتقل إلى متجر التطبيقات للإلغاء
da: Gå til App Store for annullering
es: Ir a App Store a cancelar
fi: Mene App Storehin peruaksesi
it: Vai su App Store per cancellare
ja: App Storeでキャンセルする
ms: Pergi ke App Store untuk Membatalkan
nb: Gå til App Store for å avbryte
pl: Anuluj w App Store
pt: Cancele no App Store
ru: Отменить в App Store
sv: Besök App Store för att avbryta
tr: İptal için App Store'e Git
zh: 请到App Store商店取消订阅
zh_hant: 請到App Store商店取消訂閱

# text_keep_plan
source: Keep my plan
ar: الإبقاء على نظامي
da: Behold aftalen
es: Mantener plan
fi: Pidä tilaus
it: Mantieni il mio piano
ja: プランを維持する
ms: Kekalkan pelan saya
nb: Behold abonnement
pl: Zatrzymaj mój plan
pt: Manter plano
ru: Сохранить мой план
sv: Behåll min plan
tr: Planımla devam
zh: 保留我的方案
zh_hant: 保留我的方案
